Repository: aphexcreations/drupal-ajax
Catalog: translations/*.po
Languages: hu

source: User Login
hu: Belépés

source: Submit
hu: Beküldés

source: Enabled
hu: Engedélyezett

source: Preview
hu: Előnézet

source: Save
hu: Mentés

source: Loading...
hu: Betöltés...

source: User Register
hu: Regisztráció

source: Automatically validates and submits any Drupal form using AJAX.
hu: AJAX használatával automatikusan ellenőriz és beküld bármely Drupal űrlapot.

source: ajax.module: An unknown error has occurred.
hu: <em>ajax</em> modul: ismeretlen hiba történt.

source: Ajax Settings
hu: AJAX beállításai

source: Controls which forms should use AJAX submissions.
hu: AJAX beküldést használó űrlapok felügyelete.

source: User Edit
hu: Szerkesztés

source: Form Name
hu: Űrlapnév

source: administer ajax forms
hu: ajax űrlapok adminisztrációja

source: Ajax ui
hu: AJAX felhasználói felület

source: User Interface for Ajax forms. You will not be able to manage Ajax forms without this module.
hu: Az AJAX űrlapok felhasználói felülete. Enélkül nem lehetséges AJAX űrlapok kezelése.

source: Ajax plugin - captcha
hu: AJAX bővítmény - CAPTCHA

source: Enables AJAX functionality with CAPTCHA-enabled forms. This module requires that the patches in 'ajax/plugins/captcha/patches' be applied to the CAPTCHA module.
hu: AJAX-os működés engedélyezése a CAPTCHA-t használó űrlapokhoz. Ehhez a modulhoz szükséges az „ajax/plugins/captcha/patches” helyen található javítás alkalmazása a <em>CAPTCHA</em> modulhoz.

source: Comment Form
hu: Hozzászólás űrlap

source: Ajax plugin - comment
hu: AJAX bővítmény - comment

source: Enables ajax functionality for comment forms
hu: Segítségével elérhetővé válnak az AJAX funkciók a hozzászólás űrlapok számára

source: Disable Redirect
hu: Átirányítás tiltása

source: Remove Form After Submit
hu: Űrlap eltávolítása beküldés után

source: Ajax plugin - disable_redirect
hu: AJAX bővítmény - disable_redirect

source: Allows form redirections to be disabled for Ajax forms
hu: Engedélyezi az AJAX-os űrlapok számára az átirányítás letiltását

source: Ajax plugin - fckeditor
hu: Ajax bővítmény - fckeditor

source: Enables AJAX functionality for FCKEditor
hu: Az AJAX működés engedélyezése <em>FCKEditor</em> modulhoz.

source: Loggin Toboggan User Register
hu: <em>LoginToboggan</em> felhasználói regisztráció

source: Ajax plugin - logintoboggan
hu: AJAX bővítmény - logintoboggan

source: Enables AJAX functionality for LoginToboggan forms
hu: Az AJAX működés engedélyezése a <em>LoginToboggan</em> űrlapokhoz

source: Ajax plugin - quicktabs
hu: Ajax bővítmény - quicktabs

source: Enhances AJAX functionality for quicktabs.
hu: Az AJAX működés engedélyezése a <em>QuickTabs<em> modulhoz.

source: Ajax plugin - thickbox
hu: AJAX bővítmény - thickbox

source: Enhances AJAX functionality for thickbox.
hu: Az AJAX működés engedélyezése a <em>ThickBox<em> modulhoz.

source: Ajax plugin - tinymce
hu: Ajax bővítmény - tinymce

source: Enables AJAX functionality for tinymce
hu: Az AJAX működés engedélyezése a <em>TinyMCE</em> modulhoz.

source: Ajax plugin - webform
hu: Ajax bővítmény - webform

source: Enables AJAX functionality for webforms
hu: Az AJAX működés engedélyezése a <em>Webform</em> modulhoz.

source: Ajax plugin - wysiwyg
hu: AJAX bővítmény - wysiwyg

source: Enables AJAX functionality for wysiwyg API
hu: Az AJAX működés engedélyezése a <em>WYSIWYG</em> API-hoz
